{
  "title": "55k Ultra Unicorn",
  "raceDistance": "55k",
  "registrationText": "55k Unicorns Unleashed Registration",
  "registrationLink": "https://ultrasignup.com/register.aspx?eid=13457",
  "introduction": [
    "Come join us on an epic adventure through the trails of Hobble Creek Springville!",
    "Our 55k Unicorns Unleashed will start at 7:00 am and take you around the beautiful canyons and mountains of Hobble Creek Canyon, Springville.",
    "With generous cutoff times, our fun and friendly atmosphere raises the stoke for athletes to push their limits"
  ],
  "courseImageSrc": "",
  "courseDescription": [
    "UPDATED COURSE:",
    "Race start is located at Steelworkers Pavilion (Kelly’s Grove).",
    "Runners will complete 5.7 miles on the Left Fork Days Canyon trail where the first aid station is located.",
    "They will run back up Kirkman Hollow Trail and come down Packard Canyon trail where the second aid station will be located.",
    "Runners will run down 1.5 miles of road until they reach the third aid station at Dry Canyon Trailhead.",
    "They will run 3 miles up the Dry Canyon Trail and come back down to the trailhead aid station again (#4).",
    "Runners will run 1.55 miles down the road until they reach the Kirkman Hollow Trailhead and come into the final aid station (#5).",
    "Then come down the 5.7 Left Fork Days Canyon Trail section and reach the finish line."
  ],
  "courseLink": "https://www.mapmyrun.com/routes/view/4995842248",
  "embeddedLink": "https://www.mapmyfitness.com/routes/view/embedded/4995842248",
  "cutOffTimes": [
    "Packard Canyon Trailhead AS (mile 13.9)- 12pm (5 hours)",
    "Dry Canyon AS (second time through)- 4pm",
    "Finish- 12 hours"
  ],
  "packetPickup": [
    "Packet Pickup will be held on May 20th location TBD.",
    "No race day packet pickup unless prior arrangements have been made with the race director.",
    "Email will be sent out with updates as race day gets closer.",
    "Join our Facebook group for updates and discussion as well!"
  ],
  "coolFact": "Map with directions will be on the back of all the 55k bib numbers. But don't worry, we'll have the course marked!",
  "facebookGroupUrl": "https://www.facebook.com/groups/832282233999694"
}